Repository: alioramtin/SpareParts
Catalog: rahloader/main/locale/*/LC_MESSAGES/django.po
Languages: fa

source: main
fa: اصلی

source: Part
fa: قطعه

source: Parts
fa: قطعه ها

source: name
fa: نام

source: model
fa: مدل

source: part code
fa: کد فنی

source: country
fa: کشور

source: amount
fa: تعداد

source: image
fa: تصویر

source: store
fa: انبار

source: FactorItem
fa: فاکتور فروش تک

source: FactorItems
fa: فاکتور فروش تک ها

source: customer info
fa: اطلاعات مشتریان

source: single price
fa: قیمت تکی

source: total price
fa: قیمت کل

source: date
fa: تاریخ

source: Customer
fa: مشتری

source: Customers
fa: مشتریان

source: family
fa: خانواده گی

source: company
fa: شرکت

source: address
fa: آدرس

source: phone
fa: تلفن

source: customer code
fa: کد اشتراک

source: Colleague
fa: همکار

source: Colleagues
fa: همکاران

source: colleague code
fa: کد اشتراک

source: ColleagueFactorItem
fa: فاکتور خرید تک

source: ColleagueFactorItems
fa: فاکتور خرید تکها

source: colleague info
fa: اطلاعات همکاران

source: part info
fa: اطلاعات قطعه

source: "Buying factors by searching colleague information"
fa: فاکتورهای خرید از طریق جستجوی اطلاعات همکاران

source: Search
fa: جستجو

source: " Colleagues and buying factors information"
fa: اطلاعات فاکتورهای خرید و همکاران

source: Code
fa: کد

source: company
fa: شرکت

source: " Part Name"
fa: نام قطعه

source: Model
fa: مدل

source: Code
fa: کد

source: MadeIn
fa: کشور

source: sPrice
fa: قیمت تکی

source: Amount
fa: تعداد

source: tPrice
fa: قیمت کل

source: Date
fa: تاریخ

source: UP
fa: بالا

source: " List of buyings"
fa: لیست خرید

source: New
fa: جدید

source: Company
fa: شرکت

source: code
fa: کد فنی

source: sPrice
fa: قیمت تکی

source: tPrice
fa: قیمت کل

source: operation
fa: عملیات

source: Update
fa: تغییر

source: Delete
fa: حذف

source: "List of colleagues"
fa: لیست همکاران

source: Invoice
fa: فاکتور

source: invo
fa: فکتور

source: edit
fa: تغییر

source: " There is a fell in your order!!!!"
fa: در دستور شما خطایی وجود دار!!!د

source: part
fa: قطعه

source: "Welcome to our page with new management"
fa: به صفحه ما خوش آمدید با مدیریت جدید

source: "Selling spare parts"
fa: فروش قطعات یدکی

source: Home
fa: خانه

source: parts
fa: قطعه ها

source: Customers
fa: مشتریان

source: Sellings
fa: فروش ها

source: SellingFactor
fa: فاکتور فروش

source: Colleagues
fa: همکاران

source: Buyings
fa: خرید

source: BuyingFactor
fa: فاکتور خرید

source: test
fa: تست

source: "List of spare parts "
fa: لیست قطعات یدکی

source: "Selling factors by searching customer information"
fa: فاکتورهای فروش از طریق جستجوی اطلاعات مشتری

source: MadeIn
fa: کشور

source: test
fa: تست

source: Book
fa: کتاب

source: "My good Book"
fa: کتاب خوب من
